/* 取消 */
"Cancel" = "Cancel";

/* 从相册选择 */
"Choose From Library" = "Choose From Library";

/* 编辑位置日志 */
"Edit Location" = "Edit Location";

/* 查询错误 */
"Error Finding Address" = "Error Finding Address";

/* 获取位置错误 */
"Error Getting Location" = "Error Getting Location";

/* 获取位置按钮 */
"Get My Location" = "Get My Location";

/* 纬度: %.8f, 经度: %.8f */
"Lat: %.8f, Long: %.8f" = "Lat: %1$.8f, Long: %2$.8f";

/* 定位服务未开启 */
"Location Services Disabled" = "Location Services Disabled";

/* 创新新分类 */
"New Category" = "New Category";

/* 找不到位置信息 */
"No Address Found" = "No Address Found";

/* 未分类 */
"No Category" = "No Category";

/* 没有日志 */
"No Description" = "No Description";

/* 请在设置里为应用程序开启定位服务 */
"Please enable location services for this app in settings" = "Please enable location services for this app in settings";

/* 保存 */
"Save" = "Save";
"New Journal" = "New Journal";

/* 正在查询地理位置... */
"Searching for Address..." = "Searching for Address...";

/* 正在查找中 */
"Searching..." = "Searching...";

/* 停止按钮 */
"Stop" = "Stop";

/* 已标记 */
"Tagged" = "Tagged";

/* 拍照 */
"Take Photo" = "Take Photo";

/* 已更新 */
"Updated" = "Updated";

/* 你的输入不正确哦 */
"your input has errors" = "your input has errors";

